Revit 2027 API
DimensionEqualityLabelFormatting.LabelType Property
 The parameter value to be shown.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public LabelType LabelType { get; }
Public ReadOnly Property LabelType As LabelType
	Get
public:
property LabelType LabelType {
	LabelType get ();
}
member LabelType : LabelType with get
Property Value
LabelType
See Also
Reference
DimensionEqualityLabelFormatting Class
Autodesk.Revit.DB Namespace